brew 'mas'

brew 'asciinema'
brew 'bat'
brew 'bench'
brew 'diff-so-fancy'
brew 'exa'
brew 'fd'
brew 'fish'
brew 'fpp'
brew 'fzf'
brew 'gron'
brew 'hexyl'
brew 'htop'
brew 'httpie'
brew 'jq'
brew 'ncdu'
brew 'peco'
brew 'proxychains-ng'
brew 'ripgrep'
brew 'tig'
brew 'tldr'
brew 'trash'
brew 'wget'
brew 'wrk'
brew 'youtube-dl'

brew 'lean-cli'	

cask 'alfred'
cask 'alt-tab'
cask 'bitwarden'
cask 'borgbackup'
cask 'chromium'
cask 'clashx'
cask 'firefox'
cask 'github'
cask 'google-photos-backup-and-sync'
cask 'iina'
cask 'insomnia'
cask 'jetbrains-toolbox'
cask 'macpass'
cask 'microsoft-edge'
cask 'telegram'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vivaldi'
cask 'vscodium'

mas 'spark', id: 1176895641
mas 'WeChat', id: 836500024
